# gui apps

## software development

### browser
cask "brave-browser"
cask "google-chrome"

### ide
cask "visual-studio-code"

### ai/ml tools
cask "lm-studio"

## utilities

### office
cask "microsoft-word"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "libreoffice"

### knowledge management
cask "obsidian"

### reference management
cask "zotero"

### others
cask "cloudflare-warp"
cask "rectangle"
cask "keka"
cask "iina"
cask "motrix"
