# gui apps

## software development

cask "brave-browser"
cask "visual-studio-code"
cask "beekeeper-studio"
cask "mongodb-compass"
cask "redisinsight"
cask "lm-studio"

## utilities

cask "cloudflare-warp"
cask "rectangle"
cask "keka"
cask "kap"
cask "iina"
cask "motrix"
cask "chatgpt"
cask "microsoft-word"
cask "microsoft-excel"
cask "microsoft-powerpoint"
