# cli apps

## software development

brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "gh"
brew "fnm"
brew "pyenv"
brew "poetry"
brew "podman"
brew "kind"
brew "kubectl"
brew "kustomize"
brew "terraform"
brew "awscli"
brew "sops"

## utilities

brew "direnv"
brew "spaceship"
