# cli apps

## software development
brew "gpg"
brew "fnm"
brew "kubectl"
brew "minikube"
brew "kustomize"
brew "terraform"
brew "awscli"
brew "thefuck"


# gui apps

## software development
cask "brave-browser"
cask "docker"
cask "lens"
cask "visual-studio-code"
cask "beekeeper-studio"
cask "mongodb-compass"
cask "redisinsight"
cask "postman"

## utilities
cask "alfred"
cask "spectacle"
cask "the-unarchiver"
cask "vlc"
cask "motrix"
cask "kap"
cask "coconutbattery"
