# cli apps

## software development
brew "gpg"
brew "nvm"
brew "yarn"
brew "kubectl"
brew "minikube"
brew "kustomize"
brew "terraform"
brew "awscli"


# gui apps

## software development
cask "brave-browser"
cask "docker"
cask "lens"
cask "visual-studio-code"
cask "dbeaver-community"
cask "robo-3t"
cask "Casks/medis.rb"
cask "postman"

## utilities
cask "alfred"
cask "spectacle"
cask "the-unarchiver"
cask "vlc"
cask "motrix"
cask "kap"
