# cli tools

## software development
brew "gpg"
brew "nvm"
brew "yarn"
brew "docker"
brew "docker-compose"
brew "kubectl"
brew "minikube"
brew "kustomize"
# brew "skaffold"
# brew "helm"
brew "mkcert"
brew "httpie"

## utility
brew "thefuck"

# macos apps

## browser
cask "station"
cask "brave-browser"

## software development
cask "lens"
cask "visual-studio-code"
cask "sequel-pro"
cask "robo-3t"
cask "https://raw.githubusercontent.com/Homebrew/homebrew-cask/7ceeedb95e3351006ab1376772eaac8d3745aabb/Casks/medis.rb"
cask "postman"

## utility
cask "alfred"
cask "spectacle"
cask "the-unarchiver"
cask "vlc"
cask "motrix"
