# cli apps

## software development

### version control
brew "git"
brew "gh"

### shell enhancements (zsh is installed by default on macOS and Linux)
brew "zsh-completions"
brew "zsh-syntax-highlighting"

### programming languages & runtimes
brew "fnm"
brew "uv"

### container & orchestration
brew "colima"
brew "docker"
brew "docker-compose"
brew "kubectl"
brew "kustomize"
brew "k3d"

### infrastructure as code
brew "terraform"

## utilities

brew "jq"
brew "yq"
brew "bat"
brew "direnv"
brew "starship"
