# cli apps

## software development
brew "fnm"
brew "podman"
brew "kind"
brew "kubectl"
brew "kustomize"
brew "terraform"
brew "awscli"

## utilities
brew "thefuck"

# gui apps

## software development
cask "brave-browser"
cask "visual-studio-code"
cask "beekeeper-studio"
cask "mongodb-compass"
cask "redisinsight"
cask "postman"
cask "lens"
cask "leapp"

## utilities
cask "rectangle"
cask "the-unarchiver"
cask "vlc"
cask "motrix"
cask "kap"
