# gui apps

## software development

### browser
cask "brave-browser"

### ide
cask "visual-studio-code"
cask "antigravity"
cask "zed"

## utilities

### ai tools
cask "chatgpt"
cask "lm-studio"
cask "anythingllm"

### microsoft office
cask "microsoft-word"
cask "microsoft-excel"
cask "microsoft-powerpoint"

### others
cask "cloudflare-warp"
cask "rectangle"
cask "keka"
cask "kap"
cask "iina"
cask "motrix"
cask "utm"
